Revit 2027 API
ParameterTypeId.DefaultConstructionMassGlazing Property
 "Mass Glazing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DefaultConstructionMassGlazing { get; }
Public Shared ReadOnly Property DefaultConstructionMassGlazing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DefaultConstructionMassGlazing {
	ForgeTypeId^ get ();
}
static member DefaultConstructionMassGlazing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace